Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultCapParam Property
 "Cap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultCapParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultCapParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultCapParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultCapParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace